<?php

return array (
  'datePicker' => 
  array (
    'days' => '[\'Нд\', \'Пн\', \'Вт\', \'Ср\', \'Чт\', \'Пт\', \'Сб\']',
    'months' => '[\'Януари\', \'Февруари\', \'Март\', \'Април\', \'Май\', \'Юни\', \'Юли\', \'Август\', \'Септември\', \'Октомври\', \'Ноември\', \'Декември\']',
    'today' => 'Днес',
    'tomorrow' => 'Утре',
    'yesterday' => 'Вчера',
  ),
  'empty_options' => 'Опциите са празни',
  'errors' => 
  array (
    'title' => 'Бяха открити {errors} грешки',
  ),
  'searchHere' => 'Търсене тук',
  'selectTime' => '',
);
