{
    "(and :count more error)": "(and :count more error)",
    "(and :count more errors)": "(and :count more errors)",
    "A fresh verification link has been sent to your email address.": "A fresh verification link has been sent to your email address.",
    "A new verification link has been sent to the email address you provided in your profile settings.": "A new verification link has been sent to the email address you provided in your profile settings.",
    "A new verification link has been sent to your email address.": "A new verification link has been sent to your email address.",
    "Accept Invitation": "Taklifnomani Qabul Qiling",
    "Add": "Qo'shish",
    "Add a new team member to your team, allowing them to collaborate with you.": "Jamoangizga yangi jamoa a'zosini qo'shing, ularga siz bilan hamkorlik qilish imkonini beradi.",
    "Add additional security to your account using two factor authentication.": "Ikki faktor autentifikatsiya yordamida hisobingizga qo'shimcha xavfsizlik qo'shish.",
    "Add Team Member": "Jamoa A'zosini Qo'shish",
    "Added.": "Qo'shib qo'ydi.",
    "Administrator": "Administrator",
    "Administrator users can perform any action.": "Administrator foydalanuvchilar har qanday amalni bajarishi mumkin.",
    "All of the people that are part of this team.": "Bu jamoa tarkibiga kiruvchi barcha odamlar.",
    "All rights reserved.": "Butunsinavlar.Co. ve",
    "Already registered?": "Allaqachon ro'yxatdan o'tgan?",
    "API Token": "API Ma'lumoti",
    "API Token Permissions": "API Ma'lumoti Turishni",
    "API Tokens": "API Tokens",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "API ma'lumoti uchinchi tomon xizmatlariga sizning nomingizdan bizning dasturimiz bilan tasdiqlashga imkon beradi.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Agar bu jamoa o'chirish uchun ishonchingiz komilmi? Bir jamoa o'chirilgach, uning barcha resurslari va ma'lumotlari doimiy ravishda o'chiriladi.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Agar siz hisob o'chirish uchun ishonchingiz komilmi? Hisobingiz o'chirilgach, uning barcha resurslari va ma'lumotlari doimiy ravishda o'chiriladi. Agar doimiy hisobingizni o'chirish istardim tasdiqlash uchun parolni kiriting.",
    "Are you sure you would like to delete this API token?": "Agar bu API ma'lumoti o'chirish uchun ishonchingiz komilmi?",
    "Are you sure you would like to leave this team?": "Bu jamoadan ketishni hohlayotganingizga ishonchingiz komilmi?",
    "Are you sure you would like to remove this person from the team?": "Agar jamoa bu kishini olib tashlash uchun istardim ishonchingiz komilmi?",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.",
    "Before proceeding, please check your email for a verification link.": "Before proceeding, please check your email for a verification link.",
    "Browser Sessions": "Brauzer Seanslari",
    "Cancel": "Bekor qilish",
    "Click here to re-send the verification email.": "Click here to re-send the verification email.",
    "click here to request another": "click here to request another",
    "Close": "Yaqin",
    "Code": "Kodilar",
    "Confirm": "Tasdiqlayman",
    "Confirm Password": "Parolni Tasdiqlang",
    "Create": "Yaratish",
    "Create a new team to collaborate with others on projects.": "Loyihalar bo'yicha boshqalar bilan hamkorlik qilish uchun yangi jamoa yaratish.",
    "Create Account": "Hisob Yaratish",
    "Create API Token": "Yaratish API Ma'lumoti",
    "Create New Team": "Yangi Jamoa Yaratish",
    "Create Team": "Jamoa Yaratish",
    "Created.": "Yaratgan.",
    "Current Password": "Joriy Parol",
    "Dashboard": "Dashboard",
    "Delete": "O'chirish",
    "Delete Account": "Hisob Qaydnomasini O'chirish",
    "Delete API Token": "O'chirish API Ma'lumoti",
    "Delete Team": "Jamoani O'chirish",
    "Disable": "O'chirish",
    "Done.": "Qilingan.",
    "Edit Profile": "Edit Profile",
    "Editor": "Muharrir",
    "Editor users have the ability to read, create, and update.": "Muharrir foydalanuvchilar o'qish imkoniga ega, yaratish, va yangilash.",
    "Email": "E-pochta",
    "Email Address": "Elektron Pochta Manzili",
    "Email Password Reset Link": "Email Parolni Tiklash Link",
    "Enable": "Yoqish",
    "Ensure your account is using a long, random password to stay secure.": "Hisob uzoq yordamida ishonch hosil qiling, xavfsiz qolish tasodifiy parol.",
    "Finish enabling two factor authentication.": "Finish enabling two factor authentication.",
    "For your security, please confirm your password to continue.": "Sizning xavfsizlik uchun, davom ettirish uchun parolni tasdiqlash iltimos.",
    "Forbidden": "Harom qilingan",
    "Forgot your password?": "Parolingizni unutdingizmi?",
    "Forgot Your Password?": "Parolingizni Unutdingizmi?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Parolingizni unutdingizmi? Hech qanday muammo. Faqat bizga elektron pochta manzilini xabar bering va biz sizga yangi tanlash imkonini beradi parol reset link elektron pochta qiladi.",
    "Go to page :page": "Sahifa :page borish",
    "Great! You have accepted the invitation to join the :team team.": "Buyuk! Siz :team jamoasiga qo'shilish taklifini qabul qildingiz.",
    "Hello!": "Salomlashamiz!",
    "I agree to the :terms_of_service and :privacy_policy": ":Terms_of_service va :privacy_policy ga qo'shilaman",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Agar kerak bo'lsa, siz qurilmalar barcha bo'ylab boshqa brauzer sessiyalari barcha chiqib kirishingiz mumkin. Sizning so'nggi sessiyalar ba'zi quyida keltirilgan; ammo, bu ro'yxat to'liq bo'lishi mumkin emas. Agar hisob xavf qilingan his bo'lsa, siz ham parolni yangilash kerak.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Agar siz allaqachon hisobingiz bo'lsa, quyidagi tugmani bosish orqali ushbu taklifni qabul qilishingiz mumkin:",
    "If you did not create an account, no further action is required.": "Agar hisob yaratish bermadi bo'lsa, hech yanada harakat talab qilinadi.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Agar siz ushbu jamoaga taklif olishni kutmagan bo'lsangiz, ushbu elektron pochtani bekor qilishingiz mumkin.",
    "If you did not receive the email": "If you did not receive the email",
    "If you did not request a password reset, no further action is required.": "Agar parol tiklashni talab qilmagan bo'lsangiz, qo'shimcha harakat talab qilinmaydi.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Agar hisob bo'lmasa, agar quyidagi tugmani bosish birini yaratishingiz mumkin. Hisob yaratganingizdan so'ng, jamoa taklifini qabul qilish uchun ushbu e-pochtada taklifni qabul qilish tugmasini bosishingiz mumkin:",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Agar muammo \":actiontext\" tugmasini bosish ega bo'lsangiz, nusxa va quyidagi URL joylashtirish\nveb-brauzeringiz ichiga:",
    "Last active": "Oxirgi faol",
    "Last used": "Oxirgi ishlatilgan",
    "Leave": "Tark etmoq",
    "Leave Team": "Jamoani Tark Eting",
    "Log in": "Kirishinkyu. com. ve",
    "Log Out": "Log Out",
    "Log Out Other Browser Sessions": "Boshqa Brauzer Sessiyalari Chiqib Kirish",
    "Login": "Kirishima",
    "Logout": "Chiqish",
    "Manage Account": "Hisob Boshqarish",
    "Manage and log out your active sessions on other browsers and devices.": "Boshqarish va boshqa brauzerlar va qurilmalarda faol mashg'ulotlari chiqib kirish.",
    "Manage API Tokens": "Boshqarish API Tokens",
    "Manage Role": "Rol Boshqarish",
    "Manage Team": "Jamoani Boshqarish",
    "Name": "Nomlash",
    "New Password": "Yangi Parol",
    "Not Found": "Topilmagan",
    "of": "to'g'risida",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Bir jamoa o'chirilgach, uning barcha resurslari va ma'lumotlari doimiy ravishda o'chiriladi. Ushbu jamoani yo'q qilishdan oldin, iltimos, ushbu jamoa bilan bog'liq har qanday ma'lumot yoki ma'lumotni yuklab oling.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Hisobingiz o'chirilgach, uning barcha resurslari va ma'lumotlari doimiy ravishda o'chiriladi. Hisobingizni yo'q qilishdan oldin, iltimos, saqlab qolishni istagan har qanday ma'lumot yoki ma'lumotni yuklab oling.",
    "Page Expired": "Sahifa Muddati Tugagan",
    "Pagination Navigation": "Pagination Navigatsiya",
    "Password": "Parolini",
    "Pending Team Invitations": "Kutilayotganlar Jamoasi Taklifnomalari",
    "Permanently delete this team.": "Doimiy ravishda bu jamoa o'chirish.",
    "Permanently delete your account.": "Doimiy ravishda hisobingizni o'chirish.",
    "Permissions": "Togri aytas",
    "Photo": "Uzbekona. ve",
    "Please click the button below to verify your email address.": "E-mail manzilingizni tekshirish uchun quyidagi tugmani bosing.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Iltimos, favqulodda tiklash kodlaringizdan biriga kirib hisobingizga kirishni tasdiqlang.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Sizning autentifikator dastur tomonidan taqdim autentifikatsiya kodni kirib hisobingizga kirishni tasdiqlash iltimos.",
    "Please confirm your password before continuing.": "Please confirm your password before continuing.",
    "Please copy your new API token. For your security, it won't be shown again.": "Yangi API ma'lumoti nusxa iltimos. Sizning xavfsizlik uchun, u yana ko'rsatilgan bo'lmaydi.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Agar qurilmalar barcha bo'ylab boshqa brauzer sessiyalari chiqib kirish uchun istardim tasdiqlash uchun parolni kiriting.",
    "Please provide the email address of the person you would like to add to this team.": "Iltimos, ushbu jamoaga qo'shmoqchi bo'lgan shaxsning elektron pochta manzilini taqdim eting.",
    "Privacy Policy": "Maxfiylik Siyosati",
    "Profile": "Profilga",
    "Profile Information": "Profil Haqida Ma'lumot",
    "Recovery Code": "Qayta Tiklash Kodi",
    "Regards": "Tilaklar",
    "Regenerate Recovery Codes": "Qayta Tiklash Kodlari",
    "Register": "Ro'yxatdan o'tish",
    "Remember me": "Esla meni",
    "Remember Me": "Esla Meni",
    "Remove": "Olib tashlash",
    "Remove Photo": "Rasmni Olib Tashlash",
    "Remove Team Member": "Team A'zosi Olib Tashlash",
    "Resend Verification Email": "Resend Tekshirish Email",
    "Reset Password": "Parolni Tiklash",
    "Reset Password Notification": "Parolni Xabarnoma Qayta O'rnatish",
    "results": "natijalar",
    "Role": "Roliklar fattohhon",
    "Save": "Saqlash",
    "Saved.": "Saqlandi.",
    "Select A New Photo": "Yangi Rasm Tanlang",
    "Send Password Reset Link": "Parolni Tiklash Linkini Yuborish",
    "Server Error": "Server Xato",
    "Service Unavailable": "Xizmat Mavjud Emas",
    "Setup Key": "Setup Key",
    "Show Recovery Codes": "Tiklash Kodlarini Ko'rsatish",
    "Showing": "Ko'rsatgan",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Xavfsiz parol menejeri bu qutqaruv kodlari saqlash. Sizning ikki faktor autentifikatsiya qurilma yo'qolgan bo'lsa, ular hisobingizga kirish saqlab qolish uchun foydalanish mumkin.",
    "Switch Teams": "Komandalarni O'tish",
    "Team Details": "Jamoaviy Tafsilotlar",
    "Team Invitation": "Jamoaga Taklif",
    "Team Members": "Jamoa A'zolari",
    "Team Name": "Jamoa Nomi",
    "Team Owner": "Jamoa Egasi",
    "Team Settings": "Jamoa Sozlamalari",
    "Terms of Service": "Xizmat ko'rsatish shartlari",
    "The :attribute must be a valid role.": ":Attribute haqiqiy rol bo'lishi kerak.",
    "The :attribute must be at least :length characters and contain at least one number.": ":Attribute kamida :length belgi bo'lishi va kamida bitta raqamni o'z ichiga olishi kerak.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": ":Attribute kamida :length belgi bo'lishi va kamida bitta maxsus belgi va bitta raqamni o'z ichiga olishi kerak.",
    "The :attribute must be at least :length characters and contain at least one special character.": ":Attribute kamida :length belgi bo'lishi va kamida bitta maxsus belgini o'z ichiga olishi kerak.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": ":Attribute kamida :length belgilar bo'lishi va kamida bitta katta belgi va bitta raqamni o'z ichiga olishi kerak.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": ":Attribute kamida :length belgi bo'lishi va kamida bitta katta belgi va bitta maxsus belgini o'z ichiga olishi kerak.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":Attribute kamida :length belgi bo'lishi va kamida bitta katta belgini, bitta raqamni va bitta maxsus belgini o'z ichiga olishi kerak.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": ":Attribute kamida :length belgi bo'lishi va kamida bitta katta belgini o'z ichiga olishi kerak.",
    "The :attribute must be at least :length characters.": ":Attribute kamida :length belgi bo'lishi kerak.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The given data was invalid.": "The given data was invalid.",
    "The password is incorrect.": "The password is incorrect.",
    "The provided password does not match your current password.": "Taqdim parol joriy parolni mos emas.",
    "The provided password was incorrect.": "Taqdim etilgan parol noto'g'ri edi.",
    "The provided two factor authentication code was invalid.": "Taqdim etilgan ikki faktorli autentifikatsiya kodi bekor qilindi.",
    "The provided two factor recovery code was invalid.": "The provided two factor recovery code was invalid.",
    "The team's name and owner information.": "Jamoaning nomi va egasi haqida ma'lumot.",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Bu odamlar sizning jamoasi taklif etildi va taklif elektron pochta yuborilgan. Elektron pochta taklifini qabul qilib jamoaga qo'shilishlari mumkin.",
    "This device": "Ushbu qurilma",
    "This is a secure area of the application. Please confirm your password before continuing.": "Bu dasturning xavfsiz maydoni. Davom ettirishdan oldin parolingizni tasdiqlang.",
    "This password does not match our records.": "Ushbu parol bizning yozuvlarimizga mos kelmaydi.",
    "This password reset link will expire in :count minutes.": "Ushbu parolni tiklash havolasi :count daqiqada tugaydi.",
    "This user already belongs to the team.": "Ushbu foydalanuvchi allaqachon jamoaga tegishli.",
    "This user has already been invited to the team.": "Ushbu foydalanuvchi allaqachon jamoaga taklif qilingan.",
    "to": "uchun",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.",
    "Toggle navigation": "Toggle navigatsiya",
    "Token Name": "Ma'lumoti Nomi",
    "Too Many Requests": "Juda Ko'p So'rovlar",
    "Two Factor Authentication": "Ikki Omil Autentifikatsiya",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.",
    "Unauthorized": "Ruxsatsiz",
    "Unknown": "Unknown",
    "Update Password": "Parolni Yangilash",
    "Update your account's profile information and email address.": "Sizning hisob profili ma'lumot va elektron pochta manzilini yangilash.",
    "Use a recovery code": "Qayta tiklash kodidan foydalaning",
    "Use an authentication code": "Autentifikatsiya kodidan foydalaning",
    "Verify Email Address": "Elektron Pochta Manzilini Tekshirish",
    "Verify Your Email Address": "Verify Your Email Address",
    "We were unable to find a registered user with this email address.": "Biz ushbu elektron pochta manzili bilan ro'yxatdan o'tgan foydalanuvchini topa olmadik.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Ikki faktor autentifikatsiya yoqilgan bo'lsa, agar xavfsiz so'raladi, autentifikatsiya paytida tasodifiy belgi. Siz telefoningiz Google Authenticator qo'llash bu ma'lumoti olish mumkin.",
    "Whoops!": "Whoops!",
    "Whoops! Something went wrong.": "Whoops! Nimadir noto'g'ri ketdi.",
    "You are logged in!": "You are logged in!",
    "You are receiving this email because we received a password reset request for your account.": "Biz sizning hisob uchun parol reset so'rov qabul chunki siz bu elektron pochta qabul qilinadi.",
    "You have been invited to join the :team team!": "Siz :team jamoasi ishtirok etish uchun taklif etildi!",
    "You have enabled two factor authentication.": "Siz ikki faktor autentifikatsiya yoqilgan bo'lishi.",
    "You have not enabled two factor authentication.": "Siz ikki faktor autentifikatsiya yoqilgan yo'q.",
    "You may accept this invitation by clicking the button below:": "You may accept this invitation by clicking the button below:",
    "You may delete any of your existing tokens if they are no longer needed.": "Ular endi zarur bo'lsa, siz mavjud ma'lumoti har qanday o'chirish mumkin.",
    "You may not delete your personal team.": "Siz shaxsiy jamoasi o'chirish mumkin emas.",
    "You may not leave a team that you created.": "Siz yaratgan jamoani tark etmasligingiz mumkin.",
    "Your email address is unverified.": "Your email address is unverified."
}