{
    "(and :count more error)": "(and :count more error)",
    "(and :count more errors)": "(and :count more errors)",
    "A fresh verification link has been sent to your email address.": "A fresh verification link has been sent to your email address.",
    "A new verification link has been sent to the email address you provided in your profile settings.": "A new verification link has been sent to the email address you provided in your profile settings.",
    "A new verification link has been sent to your email address.": "A new verification link has been sent to your email address.",
    "Accept Invitation": "Hyväksy Kutsu",
    "Add": "Lisää",
    "Add a new team member to your team, allowing them to collaborate with you.": "Lisää tiimiisi Uusi tiimin jäsen, jolloin he voivat tehdä yhteistyötä kanssasi.",
    "Add additional security to your account using two factor authentication.": "Lisää lisäturvaa tilillesi käyttämällä kaksivaiheista tunnistusta.",
    "Add Team Member": "Lisää Tiimin Jäsen",
    "Added.": "Lisätty.",
    "Administrator": "Järjestelmänvalvoja",
    "Administrator users can perform any action.": "Järjestelmänvalvojan käyttäjät voivat suorittaa minkä tahansa toiminnon.",
    "All of the people that are part of this team.": "Kaikki ihmiset, jotka ovat osa tätä tiimiä.",
    "All rights reserved.": "Kaikki oikeudet pidätetään.",
    "Already registered?": "Oletko jo rekisteröitynyt?",
    "API Token": "API-token",
    "API Token Permissions": "API-Tunnuksen käyttöoikeudet",
    "API Tokens": "API-tunnukset",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "API-tokenien avulla kolmannen osapuolen palvelut voivat todentaa sovelluksemme puolestasi.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Haluatko varmasti poistaa tämän tiimin? Kun tiimi on poistettu, kaikki sen resurssit ja tiedot poistetaan pysyvästi.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Haluatko varmasti poistaa tilisi? Kun tilisi on poistettu, kaikki sen resurssit ja tiedot poistetaan pysyvästi. Anna salasanasi vahvistaaksesi, että haluat poistaa tilisi pysyvästi.",
    "Are you sure you would like to delete this API token?": "Haluatko varmasti poistaa tämän API-tunnuksen?",
    "Are you sure you would like to leave this team?": "Haluatko varmasti lähteä tiimistä?",
    "Are you sure you would like to remove this person from the team?": "Haluatko varmasti poistaa tämän henkilön tiimistä?",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.",
    "Before proceeding, please check your email for a verification link.": "Before proceeding, please check your email for a verification link.",
    "Browser Sessions": "Selainistunnot",
    "Cancel": "Peruuta",
    "Click here to re-send the verification email.": "Click here to re-send the verification email.",
    "click here to request another": "click here to request another",
    "Close": "Sulje",
    "Code": "Koodi",
    "Confirm": "Vahvistaa",
    "Confirm Password": "Vahvista Salasana",
    "Create": "Luo",
    "Create a new team to collaborate with others on projects.": "Luo uusi tiimi tekemään yhteistyötä muiden kanssa projekteissa.",
    "Create Account": "Luo Tili",
    "Create API Token": "Luo API-token",
    "Create New Team": "Luo Uusi Tiimi",
    "Create Team": "Luo Tiimi",
    "Created.": "Luotu.",
    "Current Password": "Nykyinen Salasana",
    "Dashboard": "Kojelauta",
    "Delete": "Poista",
    "Delete Account": "Poista Tili",
    "Delete API Token": "Poista API-tunniste",
    "Delete Team": "Poista Tiimi",
    "Disable": "Poista käytöstä",
    "Done.": "Valmis.",
    "Edit Profile": "Edit Profile",
    "Editor": "Muokkaaja",
    "Editor users have the ability to read, create, and update.": "Muokkaaja käyttäjillä on kyky lukea, luoda ja päivittää.",
    "Email": "Sähköposti",
    "Email Address": "sähköpostiosoite",
    "Email Password Reset Link": "Lähetä palautuslinkki sähköpostiin",
    "Enable": "Ota käyttöön",
    "Ensure your account is using a long, random password to stay secure.": "Varmista, että tilisi käyttää pitkää, satunnaista salasanaa pysyäksesi turvassa.",
    "Finish enabling two factor authentication.": "Finish enabling two factor authentication.",
    "For your security, please confirm your password to continue.": "Turvallisuutesi vuoksi vahvista salasanasi jatkaaksesi.",
    "Forbidden": "Kielletty",
    "Forgot your password?": "Unohtuiko salasana?",
    "Forgot Your Password?": "Unohtuiko Salasana?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Unohtuiko salasana? Ei hätää. Kerro meille sähköpostiosoitteesi ja me lähetämme sinulle sähköpostitse salasanan palautuslinkki, jonka avulla voit luoda uuden salasanan.",
    "Go to page :page": "Siirry sivulle :page",
    "Great! You have accepted the invitation to join the :team team.": "Hienoa! Olet hyväksynyt kutsun liittyä :team-tiimiin.",
    "Hello!": "Tervehdys.",
    "I agree to the :terms_of_service and :privacy_policy": "Hyväksyn :terms_of_service ja :privacy_policy",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Tarvittaessa voit kirjautua ulos kaikista muista selainistunnoistasi kaikilla laitteillasi. Jotkut viimeaikaiset istunnot on lueteltu alla; tämä luettelo ei kuitenkaan ole tyhjentävä. Jos luulet, että tilisi on vaarantunut, kannattaa myös päivittää salasanasi.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Jos sinulla on jo tili, voit hyväksyä kutsun klikkaamalla alla olevaa painiketta:",
    "If you did not create an account, no further action is required.": "Jos et ole luonut tiliä, lisätoimia ei tarvita.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Jos et odottanut saavasi kutsua tähän tiimiin, voit hylätä tämän sähköpostin.",
    "If you did not receive the email": "If you did not receive the email",
    "If you did not request a password reset, no further action is required.": "Jos et ole pyytänyt salasanan vaihtoa, sinun ei tarvitse tehdä mitään ja voit poistaa tämän viestin.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Jos sinulla ei ole tiliä, voit luoda sellaisen klikkaamalla alla olevaa painiketta. Kun olet luonut tilin, voit klikata tämän sähköpostiviestin hyväksy kutsu painiketta hyväksyäksesi kutsun tiimiin:",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Jos et pysty klikkaamaan \":actionText\" - nappia, leikkaa ja liimaa alla oleva URL\nselaimeesi:",
    "Last active": "Viimeksi aktiivinen",
    "Last used": "Viimeksi käytetty",
    "Leave": "Poistu",
    "Leave Team": "Poistu Tiimistä",
    "Log in": "Kirjautunut",
    "Log Out": "Kirjaudu Ulos",
    "Log Out Other Browser Sessions": "Kirjaudu Ulos Muista Selainistunnoista",
    "Login": "Kirjaudu sisään",
    "Logout": "Kirjaudu ulos",
    "Manage Account": "Hallitse Tiliä",
    "Manage and log out your active sessions on other browsers and devices.": "Hallitse ja kirjaudu ulos aktiivisia istuntoja muissa selaimissa ja laitteissa.",
    "Manage API Tokens": "Hallitse API-tnnuksia",
    "Manage Role": "Roolin Hallinta",
    "Manage Team": "Hallitse Tiimiä",
    "Name": "Nimi",
    "New Password": "Uusi Salasana",
    "Not Found": "Ei Löytynyt",
    "of": "sellaisten",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Kun tiimi on poistettu, kaikki sen resurssit ja tiedot poistetaan pysyvästi. Ennen kuin poistat tämän tiimin, lataa Kaikki tätä tiimiä koskevat tiedot, jotka haluat säilyttää.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Kun tilisi on poistettu, kaikki sen resurssit ja tiedot poistetaan pysyvästi. Ennen kuin poistat tilisi, lataa kaikki tiedot, jotka haluat säilyttää.",
    "Page Expired": "Vanhentunut Sivu",
    "Pagination Navigation": "Sivunavigointi",
    "Password": "Salasana",
    "Pending Team Invitations": "Odottavat Tiimikutsut",
    "Permanently delete this team.": "Poista tämä timi pysyvästi.",
    "Permanently delete your account.": "Poista tilisi pysyvästi.",
    "Permissions": "Luvat",
    "Photo": "Valokuva",
    "Please click the button below to verify your email address.": "Klikkaa alla olevaa painiketta vahvistaaksesi sähköpostiosoitteesi.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Vahvista pääsy tilillesi syöttämällä yksi hätäpalautuskoodeistasi.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Vahvista pääsy tilillesi syöttämällä autentikointi-sovelluksen antama tunnistuskoodi.",
    "Please confirm your password before continuing.": "Please confirm your password before continuing.",
    "Please copy your new API token. For your security, it won't be shown again.": "Kopioi uusi API token. Turvallisuutesi vuoksi sitä ei näytetä enää.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Anna salasanasi vahvistaaksesi, että haluat kirjautua ulos muista selainistunnoistasi kaikilla laitteillasi.",
    "Please provide the email address of the person you would like to add to this team.": "Anna sen henkilön sähköpostiosoite, jonka haluat lisätä tähän tiimiin.",
    "Privacy Policy": "tietosuojakäytäntö",
    "Profile": "Profiili",
    "Profile Information": "Profiilitiedot",
    "Recovery Code": "Palautuskoodi",
    "Regards": "Terveisin",
    "Regenerate Recovery Codes": "Luo Palautuskoodit Uudelleen",
    "Register": "Rekistöröidy",
    "Remember me": "Muista minut",
    "Remember Me": "Muista Minut",
    "Remove": "Poista",
    "Remove Photo": "Poista Kuva",
    "Remove Team Member": "Poista Tiimin Jäsen",
    "Resend Verification Email": "Lähetä Vahvistussähköposti Uudelleen",
    "Reset Password": "Vaihdan salasanani",
    "Reset Password Notification": "Salasanan uudelleenasetusilmoitus",
    "results": "tulos",
    "Role": "Rooli",
    "Save": "Tallenna",
    "Saved.": "Tallennettu.",
    "Select A New Photo": "Valitse Uusi Kuva",
    "Send Password Reset Link": "Lähetä Salasanan Palautus-Linkki",
    "Server Error": "Palvelinvirhe",
    "Service Unavailable": "Palvelu Ei Ole Käytettävissä",
    "Setup Key": "Setup Key",
    "Show Recovery Codes": "Näytä Palautuskoodit",
    "Showing": "Näyttää",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Tallenna nämä palautuskoodit turvalliseen salasanojen hallintaan. Niitä voidaan käyttää palauttamaan pääsy tilillesi, jos kaksivaiheisen tunnistuksen todennuslaite katoaa.",
    "Switch Teams": "Vaihda Tiimiä",
    "Team Details": "Tiimin Tiedot",
    "Team Invitation": "Tiimikutsu",
    "Team Members": "Tiimiläiset",
    "Team Name": "Tiimin Nimi",
    "Team Owner": "Tiimin Omistaja",
    "Team Settings": "Tiimin Asetukset",
    "Terms of Service": "Käyttöehdot",
    "The :attribute must be a valid role.": ":Attribute: n on oltava pätevä rooli.",
    "The :attribute must be at least :length characters and contain at least one number.": "Numeron :attribute on oltava vähintään :length merkkiä ja siinä on oltava vähintään yksi numero.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Numeron :attribute on oltava vähintään :length merkkiä ja siinä on oltava vähintään yksi erikoismerkki ja yksi numero.",
    "The :attribute must be at least :length characters and contain at least one special character.": ":Attribute: on oltava vähintään :length merkkiä ja siinä on oltava vähintään yksi erikoismerkki.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": ":Attribute on oltava vähintään :length merkkiä ja sisältää vähintään yhden kirjaimen ja yhden numeron.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": ":Attribute on oltava vähintään :length merkkiä ja sisältää vähintään yhden kirjaimen ja yhden erikoismerkin.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":Attribute on oltava vähintään :length merkkiä ja sisältää vähintään yksi iso kirjain, yksi numero ja yksi erikoismerkki.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": ":Attribute on oltava vähintään :length merkkiä ja sisältää vähintään yhden ison kirjaimen.",
    "The :attribute must be at least :length characters.": ":Attribute: n on oltava vähintään :length merkkiä.",
    "The :attribute must contain at least one letter.": ":Attribute n täytyy sisältää ainakin yksi kirjain.",
    "The :attribute must contain at least one number.": ":Attribute n täytyy sisältää ainakin yksi numero.",
    "The :attribute must contain at least one symbol.": ":Attribute n täytyy sisältää ainakin yksi symboli.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": ":Attribute n täytyy sisältää vähintään yksi iso kirjain ja yksi pieni kirjain.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": ":Attribute on esiintynyt tietovuodossa. Ole hyvä ja valitse toinen :attribute.",
    "The given data was invalid.": "The given data was invalid.",
    "The password is incorrect.": "The password is incorrect.",
    "The provided password does not match your current password.": "Annettu salasana ei vastaa nykyistä salasanaasi.",
    "The provided password was incorrect.": "Annettu salasana oli virheellinen.",
    "The provided two factor authentication code was invalid.": "Annettu kaksivaiheisen tunnistatumisen tunnistuskoodi oli virheellinen.",
    "The provided two factor recovery code was invalid.": "The provided two factor recovery code was invalid.",
    "The team's name and owner information.": "Tiimin nimi ja omistajatiedot.",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Nämä henkilöt on kutsuttu tiimiisi ja heille on lähetetty kutsuviesti. He voivat liittyä tiimiin hyväksymällä sähköpostikutsun.",
    "This device": "Tämä laite",
    "This is a secure area of the application. Please confirm your password before continuing.": "Tämä on sovelluksen turvallinen alue. Vahvista salasanasi ennen kuin jatkat.",
    "This password does not match our records.": "Tämä salasana ei vastaa tietojamme.",
    "This password reset link will expire in :count minutes.": "Tämä salasanan palautus-linkki vanhenee :count minuutissa.",
    "This user already belongs to the team.": "Tämä käyttäjä kuuluu jo tiimiin.",
    "This user has already been invited to the team.": "Tämä käyttäjä on jo kutsuttu tiimiin.",
    "to": "jotta",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.",
    "Toggle navigation": "Vaihda navigointia",
    "Token Name": "Token-Nimi",
    "Too Many Requests": "Liikaa Pyyntöjä",
    "Two Factor Authentication": "Kaksivaiheinen Tunnistus",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.",
    "Unauthorized": "Luvaton",
    "Unknown": "Unknown",
    "Update Password": "Päivitä Salasana",
    "Update your account's profile information and email address.": "Päivitä tilisi profiilitiedot ja sähköpostiosoite.",
    "Use a recovery code": "Käytä palautuskoodia",
    "Use an authentication code": "Käytä tunnistuskoodia",
    "Verify Email Address": "Tarkista Sähköpostiosoite",
    "Verify Your Email Address": "Verify Your Email Address",
    "We were unable to find a registered user with this email address.": "Emme löytäneet rekisteröitynyttä käyttäjää tällä sähköpostiosoitteella.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Kun kaksivaiheinen tunnistus on käytössä, sinulta pyydetään turvallinen, satunnainen tunniste todennuksen aikana. Voit hakea tämän tunnuksen puhelimen Google Authenticator-sovelluksesta.",
    "Whoops!": "Tapahtui virhe.",
    "Whoops! Something went wrong.": "Hupsista! Jokin meni pieleen.",
    "You are logged in!": "You are logged in!",
    "You are receiving this email because we received a password reset request for your account.": "Saat tämän viestin koska saimme pyynnön vaihtaa salasanasi.",
    "You have been invited to join the :team team!": "Sinut on kutsuttu :team: n tiimiin!",
    "You have enabled two factor authentication.": "Olet ottanut käyttöön kaksivaiheisen tunnistuksen.",
    "You have not enabled two factor authentication.": "Et ole ottanut käyttöön kaksivaiheista tunnistusta.",
    "You may accept this invitation by clicking the button below:": "Voit hyväksyä tämän kutsun painamalla alla olevaa painiketta:",
    "You may delete any of your existing tokens if they are no longer needed.": "Voit poistaa minkä tahansa olemassa olevista tokeneistasi, jos niitä ei enää tarvita.",
    "You may not delete your personal team.": "Et saa poistaa henkilökohtaista tiimiäsi.",
    "You may not leave a team that you created.": "Et saa jättää luomaasi tiimiä.",
    "Your email address is unverified.": "Your email address is unverified."
}