{
    "(and :count more error)": "(and :count more error)",
    "(and :count more errors)": "(and :count more errors)",
    "A fresh verification link has been sent to your email address.": "A fresh verification link has been sent to your email address.",
    "A new verification link has been sent to the email address you provided in your profile settings.": "A new verification link has been sent to the email address you provided in your profile settings.",
    "A new verification link has been sent to your email address.": "A new verification link has been sent to your email address.",
    "Accept Invitation": "קבל הזמנה",
    "Add": "הוסף",
    "Add a new team member to your team, allowing them to collaborate with you.": "הוסף חבר צוות חדש לצוות שלך, המאפשר להם לשתף איתך פעולה.",
    "Add additional security to your account using two factor authentication.": "הוסף אבטחה נוספת לחשבון שלך באמצעות אימות שני גורמים.",
    "Add Team Member": "הוסף איש צוות",
    "Added.": "הוסיף.",
    "Administrator": "מנהל",
    "Administrator users can perform any action.": "משתמשי מנהל המערכת יכולים לבצע כל פעולה.",
    "All of the people that are part of this team.": "כל האנשים שהם חלק מהצוות הזה.",
    "All rights reserved.": "כל הזכויות שמורות",
    "Already registered?": "כבר רשום?",
    "API Token": "אסימון API",
    "API Token Permissions": "הרשאות Token API",
    "API Tokens": "אסימוני API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "אסימוני API מאפשרים לשירותי צד שלישי לאמת עם היישום שלנו בשמך.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "אתה בטוח שאתה רוצה למחוק את הצוות הזה? ברגע שצוות נמחק, כל המשאבים והנתונים שלו יימחקו לצמיתות.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "האם אתה בטוח שאתה רוצה למחוק את החשבון שלך? לאחר מחיקת חשבונך, כל המשאבים והנתונים שלו יימחקו לצמיתות. אנא הזן את הסיסמה שלך כדי לאשר שברצונך למחוק לצמיתות את החשבון שלך.",
    "Are you sure you would like to delete this API token?": "האם אתה בטוח שאתה רוצה למחוק אסימון API זה?",
    "Are you sure you would like to leave this team?": "האם אתה בטוח שאתה רוצה לעזוב את הקבוצה הזאת?",
    "Are you sure you would like to remove this person from the team?": "האם אתה בטוח שאתה רוצה להסיר את האדם הזה מהצוות?",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.",
    "Before proceeding, please check your email for a verification link.": "Before proceeding, please check your email for a verification link.",
    "Browser Sessions": "הפעלות בדפדפן",
    "Cancel": "ביטול",
    "Click here to re-send the verification email.": "Click here to re-send the verification email.",
    "click here to request another": "click here to request another",
    "Close": "סגור",
    "Code": "קוד",
    "Confirm": "אישור",
    "Confirm Password": "אימות סיסמה",
    "Create": "צור",
    "Create a new team to collaborate with others on projects.": "צור צוות חדש לשיתוף פעולה עם אחרים בפרויקטים.",
    "Create Account": "צור חשבון",
    "Create API Token": "צור אסימון API",
    "Create New Team": "צור צוות חדש",
    "Create Team": "צור צוות",
    "Created.": "נוצר.",
    "Current Password": "ססמה נוכחית",
    "Dashboard": "לוח מחוונים",
    "Delete": "מחק",
    "Delete Account": "מחק חשבון",
    "Delete API Token": "מחק אסימון API",
    "Delete Team": "מחק צוות",
    "Disable": "בטל",
    "Done.": "בוצע.",
    "Edit Profile": "Edit Profile",
    "Editor": "עורך",
    "Editor users have the ability to read, create, and update.": "למשתמשי העורך יש את היכולת לקרוא, ליצור ולעדכן.",
    "Email": "דוא \" ל",
    "Email Address": "כתובת דוא \" ל",
    "Email Password Reset Link": "איפוס סיסמה",
    "Enable": "אפשר",
    "Ensure your account is using a long, random password to stay secure.": "ודא שהחשבון שלך משתמש בסיסמה ארוכה ואקראית כדי להישאר מאובטח.",
    "Finish enabling two factor authentication.": "Finish enabling two factor authentication.",
    "For your security, please confirm your password to continue.": "למען ביטחונכם, אנא אשרו את סיסמתכם להמשך.",
    "Forbidden": "אסור",
    "Forgot your password?": "שכחת את הסיסמה שלך?",
    "Forgot Your Password?": "שכחתם את הסיסמה?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "שכחת את הסיסמה שלך? אין בעיה. רק תודיע לנו את כתובת הדוא \" ל שלך ואנו נשלח לך קישור איפוס סיסמה שיאפשר לך לבחור אחד חדש.",
    "Go to page :page": "עבור לעמוד :page",
    "Great! You have accepted the invitation to join the :team team.": "נהדר! קיבלת את ההזמנה להצטרף לצוות :team.",
    "Hello!": "שלום!",
    "I agree to the :terms_of_service and :privacy_policy": "אני מסכים :terms_of_service ו :privacy_policy",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "במידת הצורך, תוכל להתנתק מכל הפעלות הדפדפן האחרות שלך בכל המכשירים שלך. חלק מהפגישות האחרונות שלך מפורטות להלן; עם זאת, רשימה זו לא יכולה להיות ממצה. אם אתה מרגיש שהחשבון שלך נפרץ, עליך גם לעדכן את הסיסמה שלך.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "אם כבר יש לך חשבון, תוכל לקבל הזמנה זו על ידי לחיצה על הכפתור למטה:",
    "If you did not create an account, no further action is required.": "אם לא יצרתם את החשבון, אין צורך לעשות דבר.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "אם לא ציפית לקבל הזמנה לצוות זה, אתה יכול להשליך דוא \" ל זה.",
    "If you did not receive the email": "If you did not receive the email",
    "If you did not request a password reset, no further action is required.": "אם לא ביקשתם לאפס את הסיסמה, אין צורך לעשות דבר.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "אם אין לך חשבון, תוכל ליצור חשבון על ידי לחיצה על הכפתור למטה. לאחר יצירת חשבון, תוכל ללחוץ על כפתור קבלת ההזמנה בדוא \" ל זה כדי לקבל את הזמנת הצוות:",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "אם אתם נתקלים בבעיה ללחוץ על \":actionText\", אנא העתיקו את הקישור המופיע מטה לתוך שורת הכתובות",
    "Last active": "פעיל אחרון",
    "Last used": "שימוש אחרון",
    "Leave": "השאר",
    "Leave Team": "השאר צוות",
    "Log in": "התחבר",
    "Log Out": "התנתק",
    "Log Out Other Browser Sessions": "להתנתק הפעלות דפדפן אחרות",
    "Login": "התחברות",
    "Logout": "התנתקות",
    "Manage Account": "ניהול חשבון",
    "Manage and log out your active sessions on other browsers and devices.": "נהל והתחבר להפעלות הפעילות שלך בדפדפנים ובמכשירים אחרים.",
    "Manage API Tokens": "ניהול אסימוני API",
    "Manage Role": "ניהול תפקיד",
    "Manage Team": "ניהול צוות",
    "Name": "שם",
    "New Password": "סיסמה חדשה",
    "Not Found": "לא נמצא",
    "of": "של",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "ברגע שצוות נמחק, כל המשאבים והנתונים שלו יימחקו לצמיתות. לפני מחיקת צוות זה, אנא הורד נתונים או מידע כלשהם בנוגע לצוות זה שברצונך לשמור.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "לאחר מחיקת חשבונך, כל המשאבים והנתונים שלו יימחקו לצמיתות. לפני מחיקת החשבון שלך, אנא הורד נתונים או מידע שברצונך לשמור.",
    "Page Expired": "תוקף הדף פג",
    "Pagination Navigation": "ניווט בדפים",
    "Password": "סיסמה",
    "Pending Team Invitations": "הזמנות תלויות ועומדות לצוות",
    "Permanently delete this team.": "למחוק לצמיתות את הצוות הזה.",
    "Permanently delete your account.": "מחק את החשבון שלך לצמיתות.",
    "Permissions": "הרשאות",
    "Photo": "תמונה",
    "Please click the button below to verify your email address.": "אנא לחצו על הכפתור מטה לאימות הדואר האלקטרוני שלכם.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "אנא אשר גישה לחשבון שלך על ידי הזנת אחד קודי שחזור חירום שלך.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "אנא אשר גישה לחשבון שלך על ידי הזנת קוד האימות המסופק על ידי יישום המאמת שלך.",
    "Please confirm your password before continuing.": "Please confirm your password before continuing.",
    "Please copy your new API token. For your security, it won't be shown again.": "אנא העתק את אסימון ה-API החדש שלך. למען ביטחונך, זה לא יוצג שוב.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "הזן את הסיסמה שלך כדי לוודא שברצונך להתנתק מההפעלות האחרות בדפדפן שלך בכל המכשירים שלך.",
    "Please provide the email address of the person you would like to add to this team.": "אנא ספק את כתובת הדוא \" ל של האדם שברצונך להוסיף לצוות זה.",
    "Privacy Policy": "מדיניות פרטיות",
    "Profile": "פרופיל",
    "Profile Information": "פרטי פרופיל",
    "Recovery Code": "קוד שחזור",
    "Regards": "בברכה",
    "Regenerate Recovery Codes": "חידוש קודי שחזור",
    "Register": "הרשמה",
    "Remember me": "זכור אותי",
    "Remember Me": "זכור אותי",
    "Remove": "הסר",
    "Remove Photo": "הסר תמונה",
    "Remove Team Member": "הסר חבר צוות",
    "Resend Verification Email": "שלח שוב דוא \" ל אימות",
    "Reset Password": "איפוס סיסמה",
    "Reset Password Notification": "הודעת איפוס סיסמה",
    "results": "תוצאות",
    "Role": "תפקיד",
    "Save": "שמור",
    "Saved.": "ניצלתי.",
    "Select A New Photo": "בחר תמונה חדשה",
    "Send Password Reset Link": "שלח קישור לאיפוס הסיסמה",
    "Server Error": "תקלת שרת",
    "Service Unavailable": "השירות אינו זמין",
    "Setup Key": "Setup Key",
    "Show Recovery Codes": "הצג קודי שחזור",
    "Showing": "מציג",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "אחסן את קודי השחזור האלה במנהל סיסמאות מאובטח. ניתן להשתמש בהם כדי לשחזר גישה לחשבון שלך אם מכשיר האימות הדו-גורמי שלך אבד.",
    "Switch Teams": "החלף צוותים",
    "Team Details": "פרטי צוות",
    "Team Invitation": "הזמנה קבוצתית",
    "Team Members": "חברי צוות",
    "Team Name": "שם הקבוצה",
    "Team Owner": "בעל הקבוצה",
    "Team Settings": "הגדרות צוות",
    "Terms of Service": "תנאי שימוש",
    "The :attribute must be a valid role.": ":Attribute חייב להיות תפקיד תקף.",
    "The :attribute must be at least :length characters and contain at least one number.": ":Attribute חייב להיות לפחות :length תווים מכילים לפחות מספר אחד.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": ":Attribute חייב להיות לפחות :length תווים מכילים לפחות תו מיוחד אחד ומספר אחד.",
    "The :attribute must be at least :length characters and contain at least one special character.": ":Attribute חייב להיות לפחות :length תווים מכילים לפחות תו מיוחד אחד.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": ":Attribute חייב להיות לפחות :length תווים מכילים לפחות תו אחד באותיות רישיות ומספר אחד.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "ה-:attribute חייב להיות לפחות :length תווים ומכילים לפחות תו עליון אחד ותו מיוחד אחד.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":Attribute חייב להיות לפחות :length תווים מכילים לפחות תו אחד אותיות רישיות, מספר אחד, תו מיוחד אחד.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": ":Attribute חייב להיות לפחות :length תווים מכילים לפחות תו אחד באותיות רישיות.",
    "The :attribute must be at least :length characters.": ":Attribute חייב להיות לפחות :length תווים.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The given data was invalid.": "The given data was invalid.",
    "The password is incorrect.": "The password is incorrect.",
    "The provided password does not match your current password.": "הסיסמה המסופקת אינה תואמת את הסיסמה הנוכחית שלך.",
    "The provided password was incorrect.": "הסיסמה שסופקה הייתה שגויה.",
    "The provided two factor authentication code was invalid.": "קוד האימות של שני גורמים לא היה תקין.",
    "The provided two factor recovery code was invalid.": "The provided two factor recovery code was invalid.",
    "The team's name and owner information.": "שם הקבוצה ומידע הבעלים.",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "אנשים אלה הוזמנו לצוות שלך ונשלחו דוא \" ל הזמנה. הם עשויים להצטרף לצוות על ידי קבלת ההזמנה בדוא \" ל.",
    "This device": "התקן זה",
    "This is a secure area of the application. Please confirm your password before continuing.": "זהו אזור מאובטח של היישום. אנא אשר את הסיסמה שלך לפני שתמשיך.",
    "This password does not match our records.": "סיסמה זו אינה תואמת את הרשומות שלנו.",
    "This password reset link will expire in :count minutes.": "תוקף הקישור הזה ייגמר בעוד :count דקות.",
    "This user already belongs to the team.": "המשתמש הזה כבר שייך לצוות.",
    "This user has already been invited to the team.": "משתמש זה כבר הוזמן לצוות.",
    "to": "אל",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.",
    "Toggle navigation": "שינוי מצב ניווט",
    "Token Name": "שם אסימון",
    "Too Many Requests": "יותר מדי בקשות.",
    "Two Factor Authentication": "אימות שני גורמים",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.",
    "Unauthorized": "לא מורשה",
    "Unknown": "Unknown",
    "Update Password": "עדכן ססמה",
    "Update your account's profile information and email address.": "עדכן את פרטי הפרופיל וכתובת הדוא \" ל של החשבון שלך.",
    "Use a recovery code": "השתמש בקוד שחזור",
    "Use an authentication code": "השתמש בקוד אימות",
    "Verify Email Address": "אימות דואר אלקטרוני",
    "Verify Your Email Address": "Verify Your Email Address",
    "We were unable to find a registered user with this email address.": "לא הצלחנו למצוא משתמש רשום עם כתובת דוא \" ל זו.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "כאשר אימות שני גורמים מופעל, תתבקש לקבל אסימון מאובטח ואקראי במהלך האימות. אתה יכול לאחזר אסימון זה מיישום Google Authenticator של הטלפון שלך.",
    "Whoops!": "אוופס!",
    "Whoops! Something went wrong.": "אופס! משהו השתבש.",
    "You are logged in!": "You are logged in!",
    "You are receiving this email because we received a password reset request for your account.": "קיבלתם את המייל הזה מכיוון שקיבלנו בקשה לאיפוס הסיסמה עבור החשבון שלכם.",
    "You have been invited to join the :team team!": "הוזמנתם להצטרף לצוות :team!",
    "You have enabled two factor authentication.": "הפעלת אימות של שני גורמים.",
    "You have not enabled two factor authentication.": "לא הפעלת אימות של שני גורמים.",
    "You may accept this invitation by clicking the button below:": "You may accept this invitation by clicking the button below:",
    "You may delete any of your existing tokens if they are no longer needed.": "אתה יכול למחוק כל אחד מהאסימונים הקיימים שלך אם הם כבר לא נחוצים.",
    "You may not delete your personal team.": "אסור לך למחוק את הצוות האישי שלך.",
    "You may not leave a team that you created.": "אתה לא יכול לעזוב את צוות שיצרת.",
    "Your email address is unverified.": "Your email address is unverified."
}